[M_AssasinateTheAssassins:killOneywithsniper MissionObjectiveDefinition]
ProgressMessage="...Hot fire"

[M_AssasinateTheAssassins:killwithmelee MissionObjectiveDefinition]
ProgressMessage="...There is electricity"

[M_AssasinateTheAssassins:killwithshotgun MissionObjectiveDefinition]
ProgressMessage="...And I know"

[M_AssasinateTheAssassins:killWotwithpistol MissionObjectiveDefinition]
ProgressMessage="...with weapons"

